desc = """ملتقى الدارين هي أكاديمية مفتوحة تزوّد المتعلمين من جميع الفئات العمرية (خاصة المرحلة الثانوية والمرحلة الجامعية) بمحتوى عربي فعال في محاور مختلفة كاللغات والعلوم والرياضيات والهندسة والعلوم الطبية والتربية والتنمية البشرية. ويتلائم محتوى المرحلة الثانوية مع كثير من المناهج الدراسية العربية في المنطقة.
نحيطك علماً بأن الدروس في هذه القناة هي دروس تفاعلية بين المدربين والطلاب تم تسجيلها مسبقاً ولذلك ستلاحظ أموراً كقيام المدربين بضبط الصوت والإجابة على أسئلة الطلاب من صندوق الدردشة ودقائق من الصمت لإعطاء الطلاب المجال في كتابة التعليقات والإجابة على بعض الأسئلة."""

title_adult = "Multaqaddarain Adults (العربيّة)"
title_k12 = "Multaqaddarain K-12 (العربيّة)"

K12_TEXT = "دروس طلاب المدارس"
