caturl={#"اختر لونك":"https://www.nok6a.net/category/%d9%87%d9%86%d8%af%d8%b3%d8%a9/",
        "صحة": "https://www.nok6a.net/category/%d8%b5%d8%ad%d8%a9/",
        "بيئة": "https://www.nok6a.net/category/%d8%a8%d9%8a%d8%a6%d8%a9/",
        "فضاء": "https://www.nok6a.net/category/%d9%81%d8%b6%d8%a7%d8%a1/",
        "تقنية": "https://www.nok6a.net/category/%d8%aa%d9%82%d9%86%d9%8a%d8%a9/",
        "طاقة": "https://www.nok6a.net/category/%d8%b7%d8%a7%d9%82%d8%a9/",
        # "فيزياء": "https://www.nok6a.net/category/%d9%81%d9%8a%d8%b2%d9%8a%d8%a7%d8%a1/",
        }

CHANNEL_NAME = "Noktta (العربيّة)"
CHANNEL_DESCRIPTION = "يزوّد موقع نقطة القارئ العربي بمجموعة من الإنفوجرافكس والفيديوهات التعليمية والمقالات في مجالات متعددة كالهندسة والتكنولوجيا والعلوم والصحة العامة والتغذية وعلوم البيئة وعلوم الفضاء والإعلام. وهذا المحتوى مناسب جداً لمتعلمي المرحلة الثانوية كما أنه مناسب للدعم المساند للمناهج الدراسية لهذه المواد أيضاً."
catnum = {"هندسة": 42,
          "صحة": 2,
          "بيئة": 13,
          "فضاء": 34,
          "تقنية": 1455,
          "طاقة": 22,
          "فيزياء": 3426,
          "إختراعات": 291,
          "فيديو": 220,
          "إنفوجرافيكس": 5}
