video = "الدروس المصورة "
dossier = "تمارين وأوراق عمل"
grade = "الصف"
video_123 = ["الدرس الأول", 
             "الدرس الثاني",
             "الدرس الثالث",
             "الدرس الرابع",
             "الدرس الخامس",
             "الدرس السادس",
             "الدرس السابع",
             "الدرس الثامن",
             "الدرس التاسع",
             "الدرس العاشر"]
title = "Awael Educational Website (العربيّة)"
description = "تزود هذه القناة المتعلمين في المرحلة المتوسطة بدروس مصورة وأوراق عمل في بعض المواد المدرسة الأساسية التي تغطيها كثير من المناهج الدراسية في المنطقة العربية في الرياضيات والعلوم والمهارات اللغوية."

drop_words = ["السابع", "الثامن", "التاسع", "العاشر", # 7 8 9 10
              "سابع", "ثامن", "تاسع", "عاشر"] # also 7 8 9 10

subjects = {"رياضيات": "الرياضيات",
            "الرياضيات": "الرياضيات",
            "عربي": "اللغة العربية",
            "كيمياء": "الكيمياء",
            "الكيمياء": "الكيمياء",
            "فيزياء": "الفيزياء",
            "فيزيا": "ﺎﻠﻔﻳﺰﻳﺍﺀ",
            "الفيزياء": "الفيزياء",
            "علوم": "العلوم",
            "العلوم": "العلوم"}
